{
    "Français": "French",
    "Anglais": "English",
    "Accueil": "Home",
    "Accroche": "Expertise & Support in Digital Solutions",    "Services": "Services",
    "Rubriques": "Sections",
    "Collaborations": "Collaborations",
    "Compétences": "Skills",
    "À_propos": "About",
    "À_propos_desc" : "Welcome to Dijanov, your trusted partner for tailor-made digital solutions. \n I am Khady BA, a research and development engineer in the field of IT. \n Outgoing and passionate, I value efficiency and collaboration in order to offer you high-quality solutions.",
    "Expertise_desc": "As a Business Analyst, Fullstack Developer, IT Project Manager and Trainer, I bring a unique combination of technical and project management skills. With a Master's degree in Computer Software Engineering and certificates in project management, I am able to manage all aspects of your project, from the initial idea to the final implementation.",
    "Contact": "Contact",
    "Recherche": "Looking for the digital solution suited to your needs?",
    "Aspiration": "Do you aspire to bring your digital vision to life?",
    "Stop_recherche": "Do not search anymore !",
    "Slogan": "With Dijanov, dare to tailor-made digital innovation. We transform your ideas into digital reality, meeting your unique needs and boldest aspirations.",
    "Voir_plus": "See more",
    "Mission_desc": "My goal is to provide you with tailor-made digital services to transform your ideas into digital reality. I combine innovation, technology and expertise to offer solutions tailored to your unique needs.",
    "Innovation": "Innovation",
    "Innovation_desc": "Always looking for new ideas to offer you the best of technology.",
    "Efficacité": "Efficiency",
    "Efficacité_desc": "Structure and optimize each project for an optimal result.",
    "Engagement_&_Fiabilité": "Commitment & Reliability",
    "Engagement_&_Fiabilité_desc": "Passionate and committed to providing reliable and sustainable solutions.",
    "Collaboration": "Collaboration",
    "Collaboration_desc": "Work closely with you to ensure your satisfaction in order to ensure the success of your project.",
    "service_title_1_desc": "Development of modern and responsive websites.",
    "service_title_2_desc": "Design and development of interactive and engaging games.",
    "service_title_3_desc": "Developing custom software to meet your specific needs.",
    "service_title_4_desc": "Creating unique and memorable logos that represent your brand.",
    "service_title_5_desc": "Providing tailored training to improve your skills in web / software development, project management, and more.",
    "service_title_6_desc": "Support in structuring, planning and carrying out your projects with the method best suited to your needs.",
    "Vision": "Vision",
    "Vision_desc": "I believe in a future where technology improves everyday life and helps businesses and individuals achieve their goals.",
    "Contactez-moi": "Contact Me",
    "Contactez-moi_desc": "Ready to bring your digital project to life? Contact me today to discuss your needs and see how I can help you achieve your goals.",
    "service_title_1": "Creating websites",
    "service_description_1": "We design tailor-made websites that are both aesthetic and functional. Whether it is a showcase site, a blog, or an online store, we adapt each project to your specific needs, with emphasis on ergonomics.",
    "service_title_2": "Game development",
    "service_description_2": "We develop captivating video games from initial design to final implementation. Our services include creating games for various platforms (PC, mobile, console) using cutting-edge technologies to ensure a great experience immersive and engaging.",
    "service_title_3": "Customized software",
    "service_description_3": "We design custom software to meet the precise needs of your business. Whether you need a management application, a productivity tool, or customer tracking software, we create solutions robust and scalable adapted to your specific requirements.",
    "service_title_4": "Logo design",
    "service_description_4": "We create unique and memorable logos that reflect your brand's identity and values. Our design process includes extensive research and innovative concepts to provide you with a logo that stands out and reinforces your brand image .",
    "service_title_5": "     Formations     ",
    "service_description_5": "We offer specialized formation to help you master the digital skills you need to succeed. Our Formation covers diverse areas, from web development to IT project management.",
    "Formation_1": "Web / Software Development (Programming Languages ​​and Frameworks)",
    "Formation_2": "Database management",
    "Formation_3": "Collaboration and workflows with Git",
    "Formation_4": "Project management",
    "service_title_6": "Project Management",
    "service_description_6": "We support you in structuring, planning and carrying out your projects with the method best suited to your needs.",
    "collaboration_title_1": "KeyHomeStaff",
    "collaboration_description_1": "A company specializing in home services, dedicated to personalized housekeeping.",
    "collaboration_title_2": "Les fées marraines",
    "collaboration_description_2": "A group of professionals from Rouen Métropole who have come together to create a solution to help guide young people towards digital technology, particularly girls.",
    "collaboration_title_3": "University of Rouen-Normandie",
    "collaboration_description_3": "UFR Sciences et techniques \n Département informatique \n A major player in training and research in Normandy.",
    "collaboration_title_4": "Need for School",
    "collaboration_description_4": "Digital school located in the heart of Rouen, specializing in training for web development and digital communication professions. They offer a range of programs from Bac+2 to Bac+5, including web development, web design, cybersecurity, and more.",
    "skill_type_1" : "Unified programming and modeling languages",
    "skill_type_2" : "Web technologies",
    "skill_type_3" : "Databases",
    "skill_type_4" : "Frameworks and libraries",
    "skill_type_5" : "Design and documentation",
    "skill_type_6" : "Project management",
    "skill_type_7" : "Specialized tools",
    "skill_type_8" : "Versioning and CI/CD tools - Development environments",
    "article_title_1": "Developer beyond code",
    "article_description_1": "\n🚀 Developer Beyond Code 🚀 \nWelcome to my professional world, where programming is not just a line of code, but a multidimensional adventure! 👩🏽‍💻✨ \n\nIn this fascinating universe, I want to share with you the different types of developers who shape the digital landscape \n\nFrom the creativity of the frontend developer to the robustness of the backend, including the ingenuity of mobile developers and much more. others, each profile brings its unique touch to the art of development \n\nJoin me in this exploration where I share not only the nuances of these profiles, but also some of the technologies used 🌟 \n\n#DevWorld #WomenInDev. #TechInnovation \n#IAandTech #Digital #Programming #HelloWorld",
    "article_title_2": "Choose the right programming language",
    "article_description_2": "\n🚀 Galactic exploration of programming languages: how to choose the right programming language 🚀 \n\nI am often asked about different programming languages ​​and how to choose which one to use. How to know which is the best suitable for a project? Which language should I train in? 🤔 \n\nTo answer these many questions, I invite you to a galactic exploration of programming languages ​​🌌✨ Are you ready? \n\nThis excursion will guide you through a galaxy of languages, helping you choose the code star that best suits your needs and goals.\n\n#Programmation #Développement #Technologie #Carrière #Apprentissage #LangagesDeProgrammation",
    "Nom": "Name",
    "Prénom": "First Name",
    "Téléphone": "Phone Number",
    "Sujet": "Subject",
    "Choix": "Choose files",
    "Choix_desc": "No file selected",
    "Autre": "Other",

    "Mentions": "Legal notices",
    "Conditions": "General Conditions of Sale",
    "Politiques": "Privacy Policy",
    "CGV": "GCS",
    "Statut": "Status",
    "Statut_desc": "Self-employed",
    "Num_SIRET": "SIRET number",
    "Code_APE": "APE code",
    "Objet": "Object",
    "Objet_desc": "These General Conditions of Sale (GCS) govern the services offered by Dijanov on this site.",
    "Acceptation": "Acceptance of the GCS",
    "Acceptation_desc": "Any request for a service or benefit implies the unconditional acceptance of these GCS by the customer.",
    "Produits": "Products and Services",
    "Devis": "Quote and Pricing",
    "Devis_desc": "The prices of our services are not displayed on the site. A personalized quote is established after discussion with the customer, based on their specific needs and the type of service requested.",
    "Commande": "Order",
    "Commande_desc": "To order a service, the customer must send an email specifying: ",
    "Commande_desc_1": "The desired service",
    "Commande_desc_2": "The necessary details or specifications",
    "Commande_desc_3": "Their contact details for a quick response",
    "Commande_desc_4": "We will get back to you as soon as possible to discuss your needs and establish a personalized quote.",
    "Paiement": "Payment",
    "Paiement_desc": "Payment can be made by bank transfer. The service begins once payment is confirmed, unless otherwise agreed.",
    "Rétractation": "Right of withdrawal",
    "Rétractation_desc": "In accordance with the law, the customer has a period of 14 days from the signing of the quote to exercise his right of withdrawal, without having to provide reasons or pay penalties, provided that the service has not already started.",
    "Responsabilité": "Liability",
    "Responsabilité_desc": "Dijanov cannot be held liable for indirect damages related to the use of the services provided.",
    "Litiges": "Disputes",
    "Litiges_desc": "In the event of a dispute, the parties undertake to find an amicable solution. Failing this, the dispute will be submitted to the competent jurisdiction.",
    "Modifications": "Modifications to the GCS",
    "Modifications_desc": "Dijanov reserves the right to modify the T&Cs at any time. The applicable T&Cs are those in effect on the date the quote is signed.",

    "Collecte": "Data Collection",
    "Collecte_desc": "We collect personal data in connection with your use of our site, including your name, email address, phone number, and other information necessary to process your requests.",
    "Utilisation": "Data Use",
    "Utilisation_desc": "Your data is used to",
    "Utilisation_desc_1": "Process your orders and requests for information",
    "Utilisation_desc_2": "Improve our services and content",
    "Utilisation_desc_3": "Contact you with important information or updates regarding our services",
    "Partage": "Data Sharing",
    "Partage_desc": "Your personal information is not shared with third parties, except as necessary for the provision of our services (for example, for delivery).",
    "Durée": "Retention Period",
    "Durée_desc": "We retain your personal data only for the period necessary to fulfill the purposes for which they were collected, in accordance with applicable regulations.",
    "Sécurité": "Security",
    "Sécurité_desc": "We implement technical and organizational security measures to protect your data against unauthorized access, alteration or destruction.",
    "Droits": "User Rights",
    "Droits_desc": "In accordance with current regulations, you have the right to access, rectify, delete and oppose your personal data. To exercise these rights, please contact us at the following address:",
    "Cookies": "Use of Cookies",
    "Cookies_desc": "We use cookies to improve the browsing experience. You can set your cookie preferences by changing your browser settings.",
    "Modifications_pc": "Changes to the Privacy Policy",
    "Modifications_pc_desc": "We reserve the right to modify this privacy policy at any time. Any changes will be published on this page, with an updated date.",

    "Message_invalid": "nvalid file type. Please select a valid file.",
    "Message_succès": "Your message has been sent successfully.",
    "Message_erreur": "An error has occurred. Please try again later."
}