{
    "Français": "French",
    "Anglais": "English",
    "Accueil": "Home",
    "Services": "Services",
    "Collaborations": "Collaborations",
    "À_propos": "About us",
    "Contact": "Contact",
    "Recherche": "Looking for the digital solution suited to your needs?",
    "Aspiration": "Do you aspire to bring your digital vision to life?",
    "Stop_recherche": "Do not search anymore !",
    "Slogan": "With Dijanov, dare to tailor-made digital innovation. We transform your ideas into digital reality, meeting your unique needs and boldest aspirations.",
    "Voir_plus": "See more",
    "service_title_1": "Creating websites",
    "service_description_1": "We design tailor-made websites that are both aesthetic and functional. Whether it is a showcase site, a blog, or an online store, we adapt each project to your specific needs, with emphasis on ergonomics.",
    "service_title_2": "Game development",
    "service_description_2": "We develop captivating video games from initial design to final implementation. Our services include creating games for various platforms (PC, mobile, console) using cutting-edge technologies to ensure a great experience immersive and engaging.",
    "service_title_3": "Customized software",
    "service_description_3": "We design custom software to meet the precise needs of your business. Whether you need a management application, a productivity tool, or customer tracking software, we create solutions robust and scalable adapted to your specific requirements.",
    "service_title_4": "Logo design",
    "service_description_4": "We create unique and memorable logos that reflect your brand's identity and values. Our design process includes extensive research and innovative concepts to provide you with a logo that stands out and reinforces your brand image .",
    "service_title_5": "     Formations     ",
    "service_description_5": "We offer specialized formation to help you master the digital skills you need to succeed. Our Formation covers diverse areas, from web development to IT project management.",
    "Formation_1": "Web development (HTML, CSS, JavaScript, frameworks)",
    "Formation_2": "Database management",
    "Formation_3": "Collaboration and workflows with Git",
    "Formation_4": "Project management",
    "collaboration_title_1": "Company 1",
    "collaboration_description_1": "Description 1",
    "collaboration_title_2": "Company 2",
    "collaboration_description_2": "Description 2",
    "collaboration_title_3": "Company 3",
    "collaboration_description_3": "Description 3",
    "collaboration_title_4": "Company 4",
    "collaboration_description_4": "Description 4",
    "collaboration_title_5": "Company 5",
    "collaboration_description_5": "Description 5",
    "ANOTHER_DESCRIPTION": "This is another example."
}