{
    "Français": "Français",
    "Anglais": "Anglais",
    "Accueil": "Accueil",
    "Accroche": "Expertise & Accompagnement en Solutions Digitales",
    "Services": "Services",
    "Rubriques": "Collaborations",
    "Collaborations": "Collaborations",
    "Compétences": "Compétences",
    "À_propos": "À propos",
    "À_propos_desc" : "Bienvenue chez Dijanov, votre partenaire de confiance pour des solutions digitales sur mesure. \n Je suis Khady BA, ingénieure en recherche et développement dans le domaine de l'informatique. \n Extravertie et passionnée, je valorise l'efficacité et la collaboration afin de vous proposer des solutions de haute qualité.",
    "Expertise_desc" : "En tant que Business Analyst, Développeuse Fullstack, Cheffe de projet informatique et Formatrice, j'apporte une combinaison unique de compétences techniques et de gestion de projet. Diplômée d'un master en Génie de l'Informatique Logicielle et de certificats en gestion de projet, je suis capable de gérer tous les aspects de votre projet, de l'idée initiale à la mise en œuvre finale.",
    "Contact": "Contact",
    "Recherche": "À la recherche de la solution digitale adaptée à vos besoins ?",
    "Aspiration": " Vous aspirez à donner vie à votre vision numérique?",
    "Stop_recherche": "Ne cherchez plus !",
    "Slogan": "Avec Dijanov, osez l'innovation numérique sur mesure. Nous transformons vos idées en réalité numérique, répondant ainsi à vos besoins uniques et à vos aspirations les plus audacieuses",
    "Voir_plus": "Voir plus",
    "Mission_desc": "Mon objectif est de vous fournir des services numériques sur mesure pour transformer vos idées en réalité numérique. Je combine innovation, technologie et expertise pour offrir des solutions adaptées à vos besoins uniques.",
    "Innovation" : "Innovation",
    "Innovation_desc" : "Toujours à la recherche de nouvelles idées pour vous offrir le meilleur de la technologie.",
    "Efficacité" : "Efficacité",
    "Efficacité_desc" : "Structurer et optimiser chaque projet pour un résultat optimal.",
    "Engagement_&_Fiabilité" : "Engagement & Fiabilité",
    "Engagement_&_Fiabilité_desc" : "Passionnée et engagée à fournir des solutions fiables et durables.",
    "Collaboration" : "Collaboration",
    "Collaboration_desc" : "Travailler en étroite collaboration avec vous pour garantir votre satisfaction afin d'assurer le succès de votre projet.",
    "service_title_1_desc": "Développement de sites web modernes et réactifs.",
    "service_title_2_desc": "Conception et développement de jeux interactifs et engageants.",
    "service_title_3_desc": "Développement de logiciels personnalisés pour répondre à vos besoins spécifiques.",
    "service_title_4_desc": "Création de logos uniques et mémorables qui représentent votre marque.",
    "service_title_5_desc": "Offrir des formations adaptées pour améliorer vos compétences en développement web, gestion de projets, et plus encore.",
    "Vision": "Vision",
    "Vision_desc": "Je crois en un avenir où la technologie améliore la vie quotidienne et aide les entreprises et particuliers à atteindre leurs objectifs.",
    "Contactez-moi": "Contactez-moi",
    "Contactez-moi_desc": "Prêt à donner vie à votre projet numérique ? Contactez-moi dès aujourd'hui pour discuter de vos besoins et voir comment je peux vous aider à atteindre vos objectifs.",
    "service_title_1": "Création de sites web",
    "service_description_1": "Nous concevons des sites web sur mesure qui sont à la fois esthétiques et fonctionnels. Qu'il s'agisse d'un site vitrine, d'un blog, ou d'une boutique en ligne, nous adaptons chaque projet à vos besoins spécifiques, en mettant l'accent sur l'ergonomie.",
    "service_title_2": "Développement de jeux",
    "service_description_2": "Nous développons des jeux vidéo captivants, de la conception initiale à la mise en œuvre finale. Nos services incluent la création de jeux pour diverses plateformes (PC, mobile, console) en utilisant des technologies de pointe pour garantir une expérience immersive et engageante.",
    "service_title_3": "Logiciels sur mesure",
    "service_description_3": "Nous concevons des logiciels personnalisés pour répondre précisément aux besoins de votre entreprise. Que vous ayez besoin d'une application de gestion, d'un outil de productivité ou d'un logiciel de suivi des clients, nous créons des solutions robustes et évolutives adaptées à vos exigences spécifiques.",
    "service_title_4": "Design de logos",
    "service_description_4": "Nous créons des logos uniques et mémorables qui reflètent l'identité et les valeurs de votre marque. Notre processus de design inclut des recherches approfondies et des concepts innovants pour vous fournir un logo qui se démarque et renforce votre picture de marque.",
    "service_title_5": "Formations",
    "service_description_5": "Nous offrons des formations spécialisées pour vous aider à maîtriser les compétences numériques nécessaires à votre réussite. Nos formations couvrent divers domaines, allant du développement web à la gestion de projets informatiques.",
    "Formation_1": "Développement Web (HTML, CSS, JavaScript, frameworks)",
    "Formation_2": "Gestion de bases de données",
    "Formation_3": "Collaboration et workflows avec Git",
    "Formation_4": "Gestion de projet",
    "collaboration_title_1": "KeyHomeStaff",
    "collaboration_description_1": "Entreprise spécialisée dans les services à domicile, dédiée à l'entretien ménager personnalisé.",
    "collaboration_title_2": "Les fées marraines",
    "collaboration_description_2": "Collectif de professionnelles de Rouen Métropole qui se sont réunies pour donner vie à une solution d’aide à l’orientation des jeunes vers le numérique et plus particulièrement des filles.",
    "collaboration_title_3": "Université de Rouen-Normandie",
    "collaboration_description_3": "UFR Sciences et techniques \n Département informatique \n Acteur majeur de la formation et de la recherche en Normandie.",
    "skill_type_1" : "Langages de programmation et de modélisation unifié",
    "skill_type_2" : "Technologies web",
    "skill_type_3" : "Bases de données",
    "skill_type_4" : "Frameworks et bibliothèques",
    "skill_type_5" : "Conception et documentation",
    "skill_type_6" : "Gestion de projet",
    "skill_type_7" : "Outils spécialisés",
    "skill_type_8" : "Outils de versioning et CI/CD - Environnements de développement",
    "article_title_1": "Développeuse au-delà du code",
    "article_description_1": "\n🚀 Développeuse au-delà du code 🚀 \nBienvenue dans mon monde professionnel, où la programmation n'est pas simplement une ligne de code, mais une aventure multidimensionnelle ! 👩🏽‍💻✨ \n \nDans cet univers fascinant, je souhaite partager avec vous les différents types de développeurs qui façonnent le paysage numérique. \n \nDe la créativité du développeur frontend à la robustesse du backend, en passant par l'ingéniosité des développeurs mobiles et bien d'autres, chaque profil apporte sa touche unique à l'art du développement. \n \nRejoignez moi dans cette exploration où je partage non seulement les nuances de ces profils, mais aussi quelques technologies utilisées. 🌟 \n\n#DevWorld #WomenInDev #TechInnovation \n#IAetTech #Numérique #Programming #HelloWorld",
    "article_title_2": "Bien choisir son langage de programmation",
    "article_description_2": "\n🚀 Exploration galactique des langages de programmation : comment bien choisir son langage de programmation 🚀 \n\nOn me pose souvent des questions sur les différents langages de programmation et comment choisir lequel utiliser. Comment savoir quel est le plus adéquat pour un projet ? Sur quel langage devrais-je me former ? 🤔 \n\nPour répondre à ces nombreuses questions, je vous invite à une exploration galactique des langages de programmation. 🌌✨ Êtes-vous prêt(e) ? \n\nCette excursion vous guidera à travers une galaxie de langages, vous aidant à choisir l'étoile de code qui correspond le mieux à vos besoins et objectifs. \n\n#Programmation #Développement #Technologie #Carrière #Apprentissage #LangagesDeProgrammation",
    "Nom": "Nom",
    "Prénom": "Prénom",
    "Téléphone": "Numéro de téléphone",
    "Sujet": "Sujet",
    "Choix": "Choisir des fichiers",
    "Choix_desc": "Aucun fichier n'a été sélectionné",
    "Autre": "Autre",
    "Message_invalid": "Type de fichier non valide. Veuillez sélectionner un fichier valide.",
    "Message_succès": "Votre message a été envoyé avec succès.",
    "Message_erreur": "Une erreur s'est produite. Veuillez réessayer plus tard."
}